Repository: mokhtaarr/ERP
Catalog: WebUI/Resources/SystemResource.*.resx
Languages: ar

# App_Name
source: Name
ar: الاسم

# SHT_Code
source: Code
ar: الكود

# SHT_FromHour
source: From Hour
ar: من ساعة

# SHT_MorningNight
source: MorningNight
ar: صباحي مسائي؟

# SHT_Name
source: Name
ar: الاسم

# SHT_ToHour
source: To Hour
ar: الي ساعة

# App_BranchName
source: Branch Name
ar: اسم الفرع

# App_ChangeBranch
source: Change Branch
ar: تغيير الفرع

# App_ChangePassword
source: Change Password
ar: تغيير كلمة المرور

# App_Close
source: Close
ar: اغلاق

# App_Company
source: Company
ar: الشركة

# App_Confirm
source: Confirm
ar: تاكيد

# App_EnterYear
source: Enter Year
ar: سنة الدخول

# App_FirstBranch
source: First Branch
ar: الفرع الاول

# App_NewPassword
source: New Password
ar: كلمة المرور الجديدة

# App_OldPassword
source: Old Password
ar: كلمة المرور القديمة

# App_Return
source: Return
ar: رجوع

# App_SecondBranch
source: Second Branch
ar: الفرع الثانى

# App_SubSystem
source: Sub System
ar: النظام الفرعى

# App_System
source: System
ar: النظام

# App_Update
source: Update
ar: تعديل

# App_UserName
source: User Name
ar: اسم المستخدم

# App_UserSetting
source: User Setting
ar: إعدادات المستخدم

# App_Help
source: Help
ar: المساعدة

# App_FavoriteScreensList
source: Favorite Screens List
ar: قائمة الشاشات المفضلة

# App_Clear
source: Clear
ar: مسح

# App_Home
source: Home
ar: الرئيسية

# App_Print
source: Print
ar: طباعة

# BuyList
source: Purchases bill
ar: فاتورة المشتريات

source: Cancel
ar: الغاء

source: Ok
ar: موافق

source: Other
ar: اخرى

# Men_Home
source: Home
ar: الرئيسية

# Men_Settings
source: Settings
ar: الاعدادات

# Men_Shift
source: Shift Time
ar: اوقات العمل

# tol_change_Password
source: Change Password
ar: تغير كلمة السر

# tol_messages
source: Messages
ar: الرسايل

# tol_Notifications
source: Notifications
ar: الاشعارات

source: Yes
ar: نعم

# App_back
source: Back
ar: تراجع

# App_Code
source: Code
ar: الرمز

# App_DescA
source: Arabic Name
ar: الوصف بالعربي

# App_DescE
source: English Name
ar: الوصف بالانجليزي

# App_save
source: Save
ar: حفظ

# Men_Nationality
source: Nationalities
ar: تعريف الجنسيات

# Men_StkDefCategory
source: Item categories
ar: فئات الأصناف

# Men_StkDefItems
source: Items
ar: الاصناف

# Men_GenDefinitionMen
source: General settings
ar: إعدادات عامة

# Men_StkDefItemType
source: Kinds of items
ar: أنواع الأصناف

# Men_StkDefStore
source: Warehouses
ar: المستودعات

# Men_StkDefUnit
source: Measurement units
ar: وحدات القياس

# p_itemA
source: item Arabic
ar: الصنف بالعربي

# p_itemE
source: item English
ar: الصنف بالانجليزي

# Men_AccDefBox
source: Definition of fund
ar: تعريف الصناديق

# Men_AccDefCustomer
source: Customer
ar: العملاء

# Men_AccDefExpenses
source: Expense accounts
ar: حسابات المصروف

# Men_AccDefinitionMen
source: Accounts settings
ar: اعدادت الحسابات

# Men_AccDefReceipts
source: Incoming accounts
ar: حسابات إلايراد

# Men_AccDefSalesmen
source: Salesmen
ar: المناديب

# Men_AccDefVendor
source: Suppliers
ar: الموردين

# Men_GenDefCustomerAdjust
source: Types of customer settlements
ar: أنواع تسويات العملاء

# Men_GenDefCustomerCat
source: Categories of clients
ar: فئات العملاء

# Men_GendefCustomerGroup
source: Customer groups
ar: مجموعات العملاء

# Men_GenDefVendorAdjust
source: Types of supplier adjustments
ar: أنواع تسويات الموردين

# Men_GenDefVendorCat
source: Categories of moderators
ar: فئات الموردين

# Men_GendefVendorGroup
source: Supplier groups
ar: مجموعات الموردين

# p_account_number
source: Account Number
ar: رقم الحساب

# StkDefItemsMen
source: warehouse settings
ar: اعدادات المستودع

# APP_Category
source: Category
ar: الفئة

# App_Active
source: Active
ar: فعال

# App_address
source: Address
ar: العنوان

# App_Balance
source: Balance
ar: الرصيد

# App_CreditLimit
source: Credit Limit
ar: الحد الائتماني

# App_Creditor
source: Creditor
ar: دائن

# App_Debtor
source: Debtor
ar: مدين

# App_DoubtedOrCash
source: Doubted Or Cash
ar: نقدي/ اجل

# App_Group
source: Group
ar: المجموعة

# App_IDNumberOrRecord
source: ID No./Record
ar: رقم الهوية\السجل

# App_Mobile
source: Mobile No.
ar: رقم الجوال

# App_Nationality
source: Nationality
ar: الجنسية

# App_Notes
source: Notes
ar: الملاحظات

# App_phone
source: Phone No.
ar: رقم التليفون

# App_Responsible
source: Responsible
ar: المسئول

# App_ResponsiblePhone
source: Responsible Phone
ar: تليفون المسئول

# App_TaxNumber
source: Tax Number
ar: الرقم الضريبي

# App_TaxType
source: Tax Type
ar: نوع الضريبة

# App_Type
source: Type
ar: النوع

# App_VendorNumber
source: Vendor Number
ar: رقم المورد

# App_WorkPhone
source: Work Phone
ar: رقم هاتف العمل

# App_Add
source: Add
ar: اضافة

# App_Cash
source: Cash
ar: نقدى

# App_openBalance
source: Open Balance
ar: الرصيد الافتتاحى

# Men_Sales
source: Sales
ar: المبيعات

# Men_SlsSales
source: Sales Invoice
ar: فاتورة المبيعات

# App_Cutomer
source: Cutomer
ar: العميل

# App_Salesman
source: Salesman
ar: المندوب

# App_approved
source: Approved
ar: اعتماد

# App_PrintPrice
source: Price Print
ar: طباعة عرض أسعار

# App_CustomerCODE
source: No. Cust
ar: رقم العميل

# App_Cashbox
source: Cashbox
ar: الصندوق

# App_Item
source: Item
ar: الصنف

# App_Price
source: Price
ar: السعر

# App_Quantity
source: Quantity
ar: الكمية

# App_Tax
source: Tax
ar: الضريبة

# App_TotAfterTax
source: Total After Tax
ar: الإجمالي بعد الضريبة

# App_total
source: Total
ar: الإجمالي

# App_Store
source: warehouse
ar: المستودع

# App_Balanc
source: Balance
ar: الرصيد

# App_Certified
source: Certified
ar: معتمد

# App_date
source: Date
ar: التاريخ

# App_Show
source: Show
ar: عرض

# App_IsSalesEnable
source: Sales Man
ar: مناديب البيع

# App_SalesmanCode
source: Salesman Code
ar: رقم المندوب

# App_AuthTheCommission
source: Authorized the commission
ar: مصرح له الكمسيون

# App_AuthToPurchase
source: Authorized to purchase
ar: مصرح له الشراء

# App_AuthTosellfor
source: Authorized to sell for
ar: مصرح له البيع

# App_ISOperationEnable
source: IS Operation
ar: الكمسيون

# App_IsPurchaseEnable
source: Is Purchase
ar: مناديب الشراء

# App_PurchaseTheInvoice
source: purchase limit of the invoice
ar: حد الشراء الاجل للفاتورة

# App_SaleTheInvoice
source: sale limit invoice
ar: حد البيع الاجل للفاتورة

# App_Commission
source: Commission
ar: العمولة

# App_ItemsCount
source: Items Count
ar: عدد الأصناف

# App_Net
source: Net
ar: الصافى

# App_PackageCount
source: Package Count
ar: عدد العبوات

# Men_AccTrInvReceipt
source: Collecting cash bills
ar: تحصيل فواتير النقدية

# App_State
source: Status
ar: الحالة

# App_Seller
source: Seller
ar: البائع

# App_DoubleDisplay
source: >>Double click to display the required statement<<
ar: >> أنقر مرتين لعرض البيان المطلوب <<

# App_Doubted
source: Doubted
ar: اجل

# App_SearchbyNumPh
source: Search: by number, name or phone
ar: بحث : بالرقم أو الاسم او الجوال

# App_PrintInvoice
source: Print Invoice
ar: طباعة فاتورة

# App_account_numbe
source: Account Numbe
ar: حساب الشبكة

# Men_AccTrCustomerAdjust
source: AccTrCustomerAdjust
ar: تسوية عميل

# Men_AccTrPaymentNote
source: AccTrPaymentNote
ar: سند صرف

# Men_AccTrReceiptNote
source: AccTrReceiptNote
ar: سند استلام

# Men_AccTrVendorAdjust
source: AccTrVendorAdjust
ar: تسوية مورد

# Men_FundMovement
source: Fund Movement
ar: حركة الصندوق

# Btn_Execute
source: Execute
ar: تنفيذ

# App_InvoiceNum
source: Invoice No.
ar: رقم الفاتورة

# App_Amount
source: Amount
ar: المبلغ

# App_beneficiary
source: Beneficiary
ar: المستفيد

# App_Card
source: Card
ar: كارت

# App_Create
source: Create
ar: انشاء

# App_FromDate
source: From Date
ar: من تاريخ

# App_Message
source: Message
ar: الرسالة

# App_Number
source: Number
ar: الرقم

# App_Receipt_Type
source: Receipt Type
ar: نوع الاستلام

# App_Reciept_Box
source: Reciept Box
ar: صندوق الإستلام

# App_Reciept_Description
source: Reciept Description
ar: وصف الإستلام

# App_Registration_Number
source: Registration.NO
ar: رقم القيد

# App_ToDate
source: To Date
ar: الى تاريخ

# Men_SlsTrSalesManager
source: Review and approval invoices
ar: مراجعة واعتماد الفواتير

source: Purchase
ar: مشتريات

source: Purchase Invoice
ar: فاتورة المشتريات

source: Purchase Return
ar: مرتجع المشتريات

# App_CardPaid
source: Card Paid
ar: سداد كارت

# App_CashPaid
source: Cash Paid
ar: سداد نقدي

# App_TobePaid
source: To Be Paid
ar: المطلوب سداده

source: Purchase Recieve
ar: استلام مشتريات

# I_Additions
source: Additions
ar: الإضافات

# I_Additions_Tax
source: Additions_Tax
ar: ضريبة الإضافات

# I_Total
source: Total
ar: الإجمالى

# I_Vendor
source: Vendor
ar: المورد

# Men_StkDefItemsNumber
source: Items Number
ar: عدد الأصناف

# App_returnQty
source: Return.Qty
ar: الكمية المرتجعة

# App_soldQty
source: Sold.Qty
ar: الكمية المباعة

# App_Description_settlement
source: Description Settlement
ar: وصف التسوية

# App_Drainage_Description
source: Drainage Description
ar: وصف الصرف

# App_Drainage_Type
source: Movement Type
ar: نوع الصرف

# App_Settlement_type
source: settlement type
ar: نوع التسوية

# Men_PurTrpaymemt
source: Purchase paymemt
ar: سداد مشتريات نقدية

# Men_SlsTrReturn
source: Sales Return
ar: مرتجع فواتير

# App_retutnType
source: return Type
ar: نوع المرتجع

# App_ReturnNum
source: Return.NO
ar: رقم المرتجع

# App_ReturnPrint
source: Return Print
ar: طباعة مرتجع

# btn_AddReturn
source: Add Return
ar: اضافة مرتجع

# App_MovementType
source: Movement Type
ar: نوع الحركة

# btn_AddFreeReturn
source: Free Return
ar: مرتجع حر

# App_invoiceType
source: InvoiceType
ar: نوع الفاتورة

# App_Everybody
source: Everybody
ar: الجميع

# App_He_has_no_right
source: He's no Right
ar: ليس له الحق

# App_He_has_right
source: He's Right
ar: له الحق

# App_Petty_Cash
source: Petty Cash
ar: مصروفات نثرية

# App_ChoStatus
source: Choose a Status
ar: أختر الحاله

# App_Not_Certified
source: Not Certified
ar: غير معتمد

# Download_EXCEL
source: Excel
ar: تنزيل Excel

# Download_PDF
source: PDF
ar: تنزيل PDF

source: Print Report
ar: عرض التقرير

# App_an_indebtedness
source: An indebtedness
ar: له مديونية

# App_He_Owes_Him
source: He Owes Him
ar: عليه مديونية

# App_indebtedness
source: indebtedness
ar: مديونية

# App_Zero
source: Zero
ar: صفري

# App_PaidMoney
source: Paid Money
ar: المبلغ المسدد

# App_PrintPurchaseDemand
source: Print Purchase Demand
ar: طباعة طلب شراء

# App_PrintReceive
source: Print Receive
ar: طباعة الاستلام

# App_Pur
source: Purchase
ar: المشترى

# Men_ProcReturn
source: Process Return
ar: مرتجع العمليات

# App_Print_slip
source: Print Slip
ar: طباعة Slip

# Men_ProcInvoice
source: Process Invoice
ar: فاتورة العمليات

# Men_ProcessMan
source: Process Invoices
ar: فواتير العمليات

# Clientstatment
source: Client Account Statment
ar: كشف حساب عملاء

# Suppliertstatment
source: Supplier Account Statment
ar: كشف حساب موردين

source: Reports
ar: التقارير

# Inventorymove
source: Inventory Movement
ar: حركة المخزون

source: Income operations
ar: ايراد العمليات

source: Inventory value
ar: قيمة المخزون

# Men_ReceiptVoucher
source: Receipt Voucher
ar: سند قبض

# Branch_accounts
source: Branch interconnect accounts
ar: حسابات ربط الفروع

# Designconstraints
source: Design link constraints
ar: تصميم قيود الربط

source: Direct transfer
ar: تحويل مباشر

source: Inventory
ar: المخزون

# menu_Costcenter
source: Cost center
ar: مركز التكلفة

# meue_Accounts
source: Accounts
ar: الحسابات

# mnue_Accountstatement
source: Accountstatement
ar: كشف حساب

# mnue_Bondmanagement
source: Bond management
ar: ادارة السندات

# mnue_financialreports
source: FinancialReports
ar: التقارير المالية

# mnue_generalteacher
source: General Leadger
ar: الأستاذ العام

# mnue_Tools
source: Tools
ar: الادوات

source: operations managment
ar: ادارة العمليات

source: Processes
ar: العمليات

# Receipttransfer
source: Receipt of transfer
ar: استلام تحويل

# Sendtransfer
source: Send a transfer
ar: ارسال تحويل

source: Stock settlement
ar: تسوية مخزون

source: Transfer Accounts
ar: ترحيل الحسابات

source: User
ar: المستخدم

# Men_Addition
source: Purchase outlay
ar: مصاريف المشتريات

source: value
ar: القيمة

# App_Branch
source: Branch
ar: الفرع

# ItemCurCost
source: Cur Cost
ar: ت.الحالية

# ItemNewCost
source: New Cost
ar: ت.الجديدة

# Itm_ActualQuntity
source: Actual Quantity
ar: الكمية الفعلية

# Itm_ConvertedQuntity
source: Transfered Qty
ar: الكمية المحوله

# Itm_CountedQuntity
source: Counted Qty
ar: الكمية المسجلة

# Itm_Diff
source: Diff
ar: الفرق

# Itm_Item
source: Item
ar: الصنف

# Itm_ItemCode
source: Item Code
ar: كود الصنف

# Itm_ItemNum
source: Item Number
ar: رقم الصنف

# Itm_MainItem
source: Main Item
ar: الصنف الرئيسي

# Itm_QunityFromStore
source: Qty From warehouse
ar: كميه من مستودع

# Itm_QunityToStore
source: Qty To warehouse
ar: كميه ألى مستودع

# Itm_ReceivedQuntity
source: Received Qyt
ar: الكمية المستلمه

# Itm_Uom
source: Measure unit
ar: الوحده

# Trns_ApprovedBy
source: Approved By
ar: اعتماد بواسطة

# Trns_IsSent
source: Is Sent
ar: تم الارسال

# Trns_IsTransfered
source: Is Transfered
ar: تم التحويل

# Trns_RefNum
source: Reference.NO
ar: رقم المرجع

# Trns_SrcBranch
source: source Branch
ar: الفرع المصدر

# Trns_SrcStore
source: Source warehouse
ar: مستودع المصدر

# Trns_Store
source: warehouse
ar: المستودع

# Trns_ToBranch
source: To Branch
ar: الفرع المحول له

# Trns_ToStore
source: To warehouse
ar: مستودع المحول له

# Trns_TransFrom
source: Transfer From
ar: تحويل من

# Trns_TransTo
source: Transfer To
ar: تحويل ألى

# Trns_TrNO
source: Transfer No.
ar: رقم الحركة

source: All items
ar: جميع الاصناف

# App_Password
source: Password
ar: كلمة المرور

source: Choose Customer
ar: اختر العميل

source: Commission
ar: العموله

# Passwordmust
source: Password must be entered in order for the sale to take place
ar: يجب ادخال الباسورد حتي تتم عملية البيع

source: Save Print invoice
ar: حفظ و طباعة فاتورة

source: Save Print Negation
ar: حفظ و طباعة سلب

source: Screen Change
ar: تغير الشاشه

# Trns_SenderTrNO
source: Sender Trans Num
ar: رقم حركه الارسال

# App_AvailableQuantity
source: Available Quantity
ar: الكمية المتاحة

# App_LessPrice
source: Less Price
ar: اقل سعر

# App_MeasuringUnit
source: Measuring Unit
ar: وحدة القياس

# App_ReferenceNumber
source: Reference.NO
ar: الرقم المرجعي

# APP_Stoke
source: Stoke
ar: ستوك

# App_All
source: All
ar: الجميع

# Trns_Receive
source: Received
ar: استلام

# Search
source: Search...by number or name of the client or Salesman
ar: بحث : بالرقم أو الاسم العميل او المندوب

# App_BarCode
source: BarCode
ar: الباركود الثابت

# App_SerialNumber
source: Serial Number
ar: الرقم التسلسلي

# Men_PurOrder
source: Purchase Order
ar: أمر شراء

# Pur_ExpirePeriod
source: Expire Period
ar: مده الصلاحية

# Pur_PaymentType
source: Payment Type
ar: طريقة الدفع

# Pur_RequiredQty
source: Required Qty
ar: الكمية المطلوبه

# Pur_Shippingterms
source: Shipping terms
ar: شروط الشحن

# Pur_Termsofsupply
source: Terms of supply
ar: شروط التوريد

# Pur_TRNO
source: Purchase Order Num
ar: رقم أمر الشراء

source: Choose tax
ar: اختر الضريبة

# check
source: Check No
ar: رقم الشيك

source: Delayed
ar: مؤجل

source: Due Date
ar: تاريخ الاستحقاق

# Exchange_number
source: Exchange account number
ar: رقم حساب الصرف

# Issued_bank
source: Issued by bank
ar: صادر من بنك

# transfer
source: Transfer No
ar: رقم التحويل

source: TypeRestriction
ar: نوع القيد

source: Access Code
ar: رمز الدخول

source: Account Type
ar: نوع الحساب

# Acc_bra
source: Branch account
ar: حساب فرع

# App_Delete
source: Delete
ar: حذف

# App_desc
source: Description
ar: الوصف

# App_new
source: New
ar: جديد

source: Arrive
ar: وصول

source: Block All powers
ar: منع جميع الصلاحيات

# Branch_NUM
source: Branch number
ar: رقم الفرع

# center_bra
source: Branch Center
ar: مركز الفرع

source: Center Type
ar: نوع المركز

source: Certified
ar: مصدق

source: choose All
ar: اختيار الجميع

source: choose branch
ar: اختر الفرع

source: Choose Status
ar: اختر الحالة

source: confirmation
ar: تصديق

source: Cost center name
ar: مركز التكلفه

# Create_form
source: Create a new form
ar: انشاء نموذج جديد

source: create restrictions
ar: انشاء قيود

# cred_deb
source: Credit/debit
ar: مدين/دائن

# Date_First_login
source: DateFirstEntry
ar: تاريخ اول دخول

# Date_Last_login
source: DateLastEntry
ar: تاريخ اخر دخول

source: Decoder relay
ar: فك ترحيل

source: Decode adoption
ar: فك اعتماد

source: Delete form
ar: حذف النموذج

source: department
ar: القسم

source: deported
ar: مرحل

source: description
ar: شرح

# double_clicking
source: Choose record by double clicking
ar: اختر سجل بالنقر مرتين

source: Download All Tasks
ar: تحميل جميع المهام

source: Download form
ar: تحميل نموذج

# Download_move
source: Download movements
ar: تحميل الحركات

source: Email
ar: الايميل

source: Fixed account
ar: حساب ثابت

source: Fixed center
ar: مركز ثابت

source: Form name
ar: اسم النموذج

# Form_num
source: Form number
ar: رقم النموذج

# fromnum
source: From number
ar: من رقم

source: Give All powers
ar: منح جميع الصلاحيات

# give_power
source: Give this power ?
ar: منح الصلاحية؟

source: Grouping
ar: التجميع

source: Job
ar: الوظيفة

# Modify_form
source: Modify an existing form
ar: تعديل نموذج حالي

source: Movments
ar: الحركات

source: Not choosing everyone
ar: عدم اختيار الجميع

source: opposite current restriction
ar: عكس القيد الحالي

source: relay
ar: ترحيل

source: release ratification
ar: فك تصديق

source: Restriction form
ar: نموذج القيد

source: Reverse Selection
ar: عكس الاختيار

# Save_desc
source: Save describtion
ar: حفظ الشرح

source: Save vale
ar: حفظ القيمة

source: Serial
ar: م

source: source
ar: المصدر

source: task
ar: مهمة

# tonum
source: To number
ar: الى رقم

source: under preparing
ar: تحت التجهيز

source: User data
ar: بيانات االمستخدمين

source: User Type
ar: نوع المستخدم

source: Variable account
ar: حساب متغير

source: Variable center
ar: مركز متغير

source: View reports
ar: عرض التقارير

source: View restrictions
ar: عرض القيود

# add_type
source: Added type
ar: نوع الاضافه

source: Adjustments
ar: تسويات

# Adjust_Note
source: Adjusment Note
ar: ملاحظات التسوية

# App_serial
source: serial
ar: مسلسل

# Cash_bank
source: Cash in the bank
ar: نقدا في البنك

source: Cash / credit
ar: نقدى\آجل

# cash_delegate
source: My cash to the delegate
ar: نقدي لدي المناديب

source: Clearance date
ar: تاريخ التخليص

source: close
ar: مغلقة

# Close_Date
source: Closing Date
ar: تاريخ الاغلاق

source: Close process
ar: اغلاق العملية

# Comp_comm
source: Company commission
ar: عمولة الشركة

source: Consignment number
ar: رقم الارساليه

# date_opening
source: The date of the opening
ar: تاريخ الفتح

source: Deposit account
ar: حساب الايداع

# Description_Shipment
source: Description of the shipment
ar: وصف الشحنة

source: Expenses
ar: المصروفات

# Expenses_Tractor_car
source: Expenses Truck
ar: مصروفات التريلا

source: Financial situation
ar: الوضع المالي

source: goods value
ar: قيمة البضاعة

source: Invoice Date
ar: تاريخ الفاتورة

source: Lowest price
ar: أقل سعر

source: NamePortEntry
ar: اسم ميناء الدخول

source: Net profit
ar: صافي الارباح

source: Net sales
ar: صافى المبيعات

source: open
ar: مفتوحه

# open_Tractor_car
source: Open Truck
ar: فتح تريلا

source: Payload data
ar: بيانات الحمولة

source: Process Prepared
ar: العملية تم التجهيز

source: purchase value
ar: قيمة الشراء

source: ready
ar: جاهزة

# Remaining_quantity
source: RemainQty
ar: الكمية المتبقية

# sales_comm
source: sales commission
ar: عمولة البائع

source: Shutdown notes
ar: ملاحظات الاغلاق

# State
source: The State
ar: الدولة

# Total_cash_sales
source: Tota cash sales
ar: اجمالي المبيعات النقدية

source: Total Expenses
ar: اجمالى المصروفات

source: Total forward sales
ar: اجمالي المبيعات الاجلة

source: Total sales
ar: اجمالى المبيعات

source: Truck number
ar: رقم الشاحنة

# value_goods_registered
source: The value of the goods registered
ar: قيمة البضائع المسجلة

# View_load
source: View the load
ar: عرض الحمولة

source: Voids
ar: الفوارغ

source: Branch Transferred from
ar: الفرع المحول منه

source: Branch Transferred To
ar: الفرع المحول له

# Done_sent
source: Is Sent
ar: تم الارسال

source: Download
ar: تحميل

source: Download items
ar: تحميل الاصناف

source: Store Transferred from
ar: المستودع المحول منه

source: Store Transferred To
ar: المستودع المحول له

source: Transfer type
ar: نوع التحويل

source: Total Cost
ar: اجمالى التكلفه

# App_Search
source: Search
ar: بحث :

source: Done Received
ar: تم الاستلام

# App_credit
source: Credit
ar: على الحساب

# enter_pass_for_sale
source: Password must be entered in order for the sale to take place
ar: يجب ادخال الباسور حتي ياتم عملية البيع

source: Net
ar: الصافى

# process
source: The Operation
ar: العملية

# process_opened
source: Currently open operations
ar: العمليات المفتوحه حاليا

# Process_status
source: Operation status
ar: حالة العمليه

# search_ins
source: Search: by invoice,customer name,or salesman
ar: بحث : بالفاتورة أو اسم العميل او المندوب

source: Exposed balance
ar: رصيد مكشوف

source: His stoke
ar: له ستوك

source: Zero Stoke
ar: ستوك صفري

# tax_select
source: Select tax
ar: اختر الضريبة

# App_beneficiary_no
source: Beneficiary No.
ar: رقم المستفيد

# select_type_restrection
source: select type restriction
ar: أختر نوع القيد

# App_Settlement_total
source: Total settlement
ar: اجمالى التسوية

source: Tax value
ar: قيمة الضريبة

# App_adding
source: Add
ar: الإضافة

# App_Adds
source: Adds
ar: الاضافات

source: Cash/Check
ar: نقدى\أجل

source: Purchase Quantity
ar: كمية الشراء

source: Recieve Type
ar: نوع الإستلام

source: Total tax
ar: مجمل الضريبة

# tot_cost_exc_tax
source: Tot cost excluding tax
ar: مجمل التكلفة بدون ضريبة

source: Tot cost with tax
ar: مجمل التكلفة بالضريبة

# Tot_value_of_Adds
source: Total value of Adds
ar: اجمالي قيمة الاضافات

# Tot_value_of_items
source: Total value of items
ar: اجمالي قيمة الاصناف

source: Unit after adding
ar: ت الوحده بعد الإضافة

source: Value after tax
ar: القيمة بعد الضريبة

# App_Invoice
source: Invoice
ar: الفاتورة

# App_Package
source: Package
ar: العبوات

# Supp_invoice_no
source: Supplier invoice no
ar: رقم فاتورة المورد

# App_report_type
source: Report Type
ar: نوع التقرير

source: Choose group
ar: اختر المجموعة

source: Detailed
ar: تفصيلي

source: Summary
ar: ملخص

source: prepared
ar: منفذ

source: unprepared
ar: غير منفذ

# App_TotVat
source: Total Vat
ar: اجمالي الضريبه

# cash_type
source: Cash Paid
ar: طريقة الدفع

source: No
ar: لا

source: Name English
ar: الاسم بالانجليزي

source: Name Arabic
ar: الاسم بالعربي

# choose_Cat
source: choose Category
ar: اختر الفئة

source: New Search
ar: بحث جديد

source: Preview results
ar: معاينة النتائج

source: choose Box
ar: اختر الصندوق

source: choose vendor
ar: اختر مورد

# Trns_ReceiveNo
source: Receive No.
ar: رقم الاستلام

# App_Status
source: Status
ar: الحاله

# Choose_sales
source: choose sales man
ar: اختر المندوب

source: Nature activity
ar: طبيعة النشاط

source: Service supplier
ar: مورد خدمات

# vendor_good
source: Goods supplier
ar: مورد بضاعة

source: activity Nature
ar: طبيعة النشاط

# by_cat
source: By Category
ar: بالفئة

source: By item
ar: بالصنف

# by_type
source: By type item
ar: بنوع الصنف

source: inventoryAccount
ar: حساب المخزون

source: SupplierActivity
ar: نشاط المورد

# Trns_StoreNO
source: Warehouse No.
ar: رقم المستودع

source: Balance limit
ar: حد الرصيد

source: instructions
ar: تعليمات

source: level
ar: المستوي

source: Origin Node
ar: أصل العقدة

source: Center number
ar: رقم المركز

# maincenter
source: The main center
ar: المركز الرئيسي

source: choose
ar: اختار

# choose_Cost
source: choose cost center
ar: اختر مركز التكلفة

# TotCredit
source: Total Credit
ar: اجمالي الدائن

# TotDebit
source: Total Debit
ar: اجمالي المدين

source: Add level 1
ar: اضافه في المستوي الاول

source: Budget
ar: ميزانية

source: Certification
ar: المصدقة

source: closing balance
ar: الرصيد الختامى

# First_bal
source: first term balance
ar: رصيد اول مدة

# from_account
source: Form Account
ar: من حساب
