Repository: mokhtaarr/ERP
Catalog: WebUI/Resources/SystemResource.*.resx
Languages: ar

source: Hide zero accounts
ar: إخفاء الحسابات الصفرية

source: Insert Restrictions
ar: ادراج القيود

# newest
source: New
ar: الجديدة

source: Period Movement
ar: حركة الفترة

source: Professor Account No
ar: رقم حساب الأستاذ

source: To Account
ar: الى حساب

source: Trial Balance
ar: ميزان المراجعه

source: User Code
ar: رمز المستخدم

# Account_name
source: Accoun name
ar: اسم الحساب

# DtotDebit
source: Total Debit
ar: إجمالى المدين

# appSelect
source: Select
ar: اختيار

# TransCCDesc
source: CC Descrption
ar: وصف مركز

# TransDesc
source: Description
ar: الوصف

# TransExplain
source: Explain
ar: الشرح

# TransSelect
source: Select
ar: تحديد

# TransSubSystem
source: Sub System
ar: النظام الفرعي

# TransTrType
source: Tr Type
ar: نوع الحركة

# Trans_Generate
source: Generated
ar: تم التوليد

# refTrTransNo
source: Ref.
ar: المرجع

# showPrice
source: Show Prices
ar: عرض اسعار

source: Vendor invoice
ar: فاتورة المورد

# transfer_check
source: Transfer No/Check
ar: رقم التحويل/الشيك

# Men_SalesTransf
source: Salesman Transfer
ar: تحويل المناديب

# fromSales
source: From Salesman
ar: من مندوب

# ToSales
source: To Salesman
ar: إلي مندوب

# qtyFromSales
source: Quantity From sales
ar: كميه من مندوب

# QtyToSales
source: Quantity To sales
ar: كميه إلي مندوب

# cash_in_bank
source: Cash in The Bank
ar: النقد في البنك

source: Cash in hand
ar: النقد في الصندوق

source: Cash Sales
ar: المبيعات النقدية

source: Cash Sales Tax
ar: ضريبة المبيعات النقدية

source: Sales Credit
ar: ائتمان المبيعات

source: Value Added Tax
ar: ضريبة القيمة المضافة

source: Description Center
ar: وصف المركز

source: Explanation
ar: شرح

source: Played
ar: تشغيل

# Profit_loss
source: Profit and loss
ar: ارباح وخسائر

source: Selecte
ar: تحديد

source: Specify
ar: تحديد

# Store_name
source: warehouse Name
ar: اسم المستودع

source: Total debit
ar: اجمالى المدين

# Total_Debitor
source: total debit
ar: اجمالى الدائن

source: Download Offer Price
ar: عرض اسعار

# search_warehouse
source: search : number or name of warehouse
ar: بحث : برقم او اسم المستودع

# Closure
source: Closing
ar: الاغلاق

source: City
ar: المدينه

source: Country
ar: الدوله

source: District
ar: المنطقة

source: postbox
ar: صندوق البريد

source: preserving
ar: المحافظه

source: Street 1
ar: شارع 1

# Building_1
source: Building No. 1
ar: رقم المبني 1

# Building_2
source: Building No. 2
ar: رقم المبني 2

source: Card Number
ar: رقم البطاقه

source: Currency
ar: العمله

source: Identity Type
ar: نوع الهويه

source: ID expiration date
ar: تاريخ انتهاء الهوية

source: ID expiration date H
ar: تاريخ هـ انتهاء الهوية

source: ID issuance date
ar: تاريخ إصدار الهوية

source: ID issuance date H
ar: تاريخ هـ إصدار الهوية

source: Place Issue Of Identity
ar: مكان إصدار الهوية

source: Street 2
ar: شارع 2

source: CustomNo
ar: رقم البيان

source: Operation Fixed
ar: مميز العملية

# Operationser
source: Operation serial
ar: مسلسل العملية

# Police_num
source: policeNo
ar: رقم البوليصه

source: Contract Number
ar: رقم العقد

source: Date of Supply
ar: تاريخ التوريد

source: Discount
ar: الخصم

source: Fraction difference
ar: فرق الكسور

source: Invoice Details
ar: تفاصيل الفاتورة

# Pur_order_No
source: Purchase order No.
ar: رقم امر الشراء

source: Supply end date
ar: تاريخ انهاءالتوريد

source: Tax Rate
ar: نسبة الضريبه

source: Terms Of Payment
ar: شروط السداد

# discount_accno
source: Discount Account No
ar: رقم حساب الخصم

# return_accno
source: Return Account No
ar: رقم حساب المرتجع

# sales_accno
source: Sales Account No
ar: رقم حساب المبيعات

source: Service prefix
ar: مميز الخدمة

source: Service serial
ar: مسلسل الخدمة

source: Vat Natuer
ar: نوع الضريبه

# trans_simple
source: Save&Simplified invoice printing
ar: حفظ وطباعة فاتورة مبسطة

# App_SearchbyCode
source: Search: By Code, DescA or DescE
ar: بحث : بالكود أو الوصف العربي او الوصف الانجليزي

# App_CashAccount
source: Cash Account
ar: حساب النقدية

# App_DocumentNo
source: Document No
ar: رقم المستند

# App_Service
source: Service
ar: الخدمة

# App_AccCust
source: Account Customer
ar: حساب العميل

# cash_to_sales
source: Cash to Delegate
ar: نقدي لدي المندوب

# Inv_ImportInvoice
source: Import Invoice
ar: فواتير استيراد

# Inv_MenuNo
source: Menu No
ar: رقم القائمة

# Inv_ReturnNo
source: Return No
ar: رقم الارجاع

# Inv_ServiceCode
source: Service Code
ar: كود الخدمة

# App_InvNum
source: Invoice Number
ar: رقم الفاتورة

# InvoiceDesc
source: Invoice Description
ar: وصف الفاتورة

# VatPrc
source: Vat Percentage
ar: نسبه الضريبه

# VendCode
source: Vendor Code
ar: كود المورد

# Men_CcdtAccState
source: Bank Statement for Detail Cost Center
ar: كشف حساب مركز فرعي

# app_prc
source: Default Percentage
ar: النسبة الافتراضية

# App_srch
source: Search
ar: بحــث

# Men_JournalVoucher
source: Journal Voucher
ar: سند قيد

# Men_PaymentVoucher
source: Payment Voucher
ar: سند صرف

source: Assistant Account
ar: حساب مساعد

source: General
ar: عام

source: Main
ar: رئيسي

source: Sub Account
ar: حساب فرعي

source: account
ar: حساب

source: Accounts
ar: حسابات

source: Additional Data
ar: بيانات إضافية

source: address
ar: عنوان

source: Attachments
ar: مرفقات

source: Balance
ar: الأرصدة

source: Bank
ar: بنك

source: bank account
ar: حساب بنكي

source: barcode
ar: باركود

source: Basic Data
ar: بيانات أساسية

source: basic discount
ar: خصم أساسى

source: branch code
ar: الكود الفرع

source: Branche
ar: فروع

# CannotDeleteHasChildren
source: You cannot delete because he has children
ar: لا يمكنك الحذف لانه لديه ابناء

source: Category
ar: الفئة

source: Code
ar: الكود

# CodeCannotDuplicated
source: The code cannot be duplicated
ar: لا يمكن تكرار الكود

source: Commercial registry issuance date
ar: تاريخ اصدار سجل تجارى

source: Contacts
ar: جهات الإتصال

source: cost center
ar: مركز التكلفة

source: Creditor
ar: دائن

source: credit period
ar: فترة الائتمان

source: current movement
ar: الحركة الحالية

# CustomerCodeCannotDuplicated
source: Customer code cannot be duplicated
ar: لا يمكن تكرار كود العميل

source: customer name
ar: اسم العميل

source: customer type
ar: نوع العميل

source: date of birth
ar: تاريخ الميلاد

source: Debtor
ar: مدين

source: destination code
ar: كود الجهه

# DiscountReports
source: Discount for reports
ar: خصم للتقارير

source: driving license
ar: رخصة سير

source: Driving license expiration date
ar: تاريخ انتهاء رخصة السير

source: Driving license issuance date
ar: تاريخ اصدار رخصة السير

source: Error
ar: خطأ

source: Extra Account
ar: حساب إضافي

source: Extra field
ar: حقل اضافى

source: Fax
ar: فاكس

source: First Name
ar: الاسم الأول

source: Governorate
ar: المحافظة

# HasInternationalLicense
source: He has an international license
ar: يملك رخصة دولية

source: ID card number
ar: رقم البطاقه الشخصيه

source: Is Active
ar: نشط

source: Item level discount
ar: خصم على مستوى الصنف

source: Just for insulting
ar: للتسوبة فقط

source: Local
ar: محلي

source: main face
ar: جهه اساسية

# NameSide
source: Name of Side
ar: اسم الجهه

source: Nationality
ar: الجنسية

source: No barcode
ar: لا يوجد باركود

source: No sale price
ar: لا يوجد سعر بيع

source: Notes
ar: الملاحظــات

source: opening balance
ar: الرصيد افتتاحي

source: passport
ar: جواز سفر

source: Passport Expiry Date
ar: تاريخ انتهاء جواز السفر

source: Passport issue date
ar: تاريخ اصدار جواز السفر

source: percentage discount
ar: خصم نسبة

source: phone
ar: تليفون

# PlaceDriverLicense
source: The place of issuance of the driver's license
ar: مكان اصدار رخصة السير

# PlacePassport
source: Place of issuance of the passport
ar: مكان اصدار جواز السفر

# PleaseEnterCode
source: Please enter the code
ar: يرجى ادخال الكود

# PleaseEnterCustomerCode
source: Please enter the customer code
ar: من فضلك أدخل كود العميل

# PleaseEnterName
source: Please enter the name
ar: يرجى ادخال الاسم

# PleaseEnterNameArabic
source: Please enter the name in Arabic
ar: من فضلك أدخل الاسم بالعربي

# PleaseSelectItem
source: Please select an item
ar: برجاء اختيار عنصر

source: Pricing Policies
ar: سياسات التسعير

source: Record renewal date
ar: تاريخ تجديد السجل

source: representative
ar: مندوب

source: Selling price
ar: سعر بيع

source: Tax exemption
ar: اعفاء ضريبي

source: Term workers limits
ar: حدود العاملات الأجله

source: Total
ar: الاجمالي

source: user code
ar: كود المستخدم

source: user name
ar: اسم المستخدم

source: Users
ar: المستخدمين

source: Vendor Name
ar: اسم المورد

source: Vendor Type
ar: نوع المورد

source: Branch
ar: الفرع

source: Car License
ar: رخصة قياده

source: Christian
ar: مسيحي

# CommisionCollectionPerc
source: Commision Collection Percent
ar: نسبة تحصيل العمولة

source: Commision Percent
ar: نسبة العمولة

# Department2
source: Department
ar: الادارة

# DeviceEmpCode
source: Attendance Device ID
ar: معرف جهاز الحضور

# DrivingLicense2
source: Driving License
ar: رخصة سياره

# DrivingRenewalDate
source: Driving license renewal date
ar: تاريخ تجديد رخصة القياده

# Egypt
source: Egyptian
ar: مصري

source: Female
ar: انثى

source: Gender
ar: النوع

# HealthIns
source: health insurance number
ar: رقم التأمين الصحى

# IDCardIssueDate
source: Card issue date
ar: تاريخ اصدار البطاقه

# IDExpiryDate
source: Card renewal date
ar: تاريخ تجديد البطاقه

# India
source: Indian
ar: هندي

# IsCommissionAfterDisc
source: Is Commission After Discount
ar: عمولة بعد الخصم

source: Is Money Collector
ar: محصل اموال

source: Is Sales
ar: بائع

source: Is Technician
ar: فني

# Japan
source: Japanese
ar: ياباني

# KidsNo
source: Number Of Kids
ar: عدد الاطفال

# Libya
source: Libyan
ar: عراقي

source: Male
ar: ذكر

source: Marita lStatus
ar: الحاله الاجتماعيه

source: Married
ar: متزوج

# MaxVacsBalance
source: Maximum number of vacations
ar: أقصى عدد الاجازات

source: Muslim
ar: مسلم

source: Qualification
ar: المؤهلات

source: Religion
ar: ديانه

source: Single
ar: اعزب

# SocialSecurity
source: social security number
ar: رقم تأمينات إجتماعيه

# TaxNo
source: Tax Number
ar: سجل ضريبى

source: Tax Type
ar: نوع ضريبى

source: Annual Leave Balance
ar: رصيد أجازه سنويه

source: Annual Vacations
ar: أجازات سنويه

source: Contract End Date
ar: تاريخ نهاية العقد

source: Date Health Renewal Date
ar: تاريخ تجديد ت.الصحى

source: Date Of Contract
ar: تاريخ التعاقد

source: Deserved Vacations
ar: أجازات مستحقه

source: Latest Update For Vacations
ar: أخر تحديث للاجازات

source: Paid Leave Balance
ar: رصيد أجازه مستحقه

source: Vacation contract
ar: تعاقد واجازات

source: Work Start Date
ar: تاريخ بدء العمل

# App_SubSystemCode
source: Sub System Code
ar: كود النظام الفرعي

# App_SystemCode
source: System Code
ar: كود النظام

# App_SystemControl
source: System Control (Id)
ar: كود الكونترول (id)

# App_SystemPage
source: System Page
ar: كود الصفحة

source: Data Source Name
ar: جدول الاستعلام

source: Data type
ar: نوع البيانات

source: Field Sequence
ar: تريب الاعمده

# FieldTitleA
source: Field Title Arabic
ar: عنوان العمود العربي

# FieldTitleE
source: Field Title Engilsh
ar: عنوان العمود الانجليزي

source: Field Width
ar: عرض العمود

# FormTitleA
source: FormTitle Arabic
ar: العنوان العربي

# FormTitleE
source: Form Title English
ar: العنوان الانجليزي

source: Full Screen
ar: ملء الشاشة

source: Height
ar: الطول

source: Is Read Only
ar: للقراءه فقط

source: Is Searchable
ar: قابل للبحث

source: Language
ar: اللغة

# Left
source: Lft
ar: اليسار

source: PageSize
ar: عدد الصفوف

source: Return Data Property Name
ar: اسم عمود البحث

source: Search Window
ar: شاشة البحث

source: Store
ar: الفرع

source: Top
ar: اعلى

source: Width
ar: العرض

source: Base Currency
ar: العملة الاساسية

source: basic unit
ar: الوحده الاساسية

source: Coin
ar: معدنية

source: Conversion factor
ar: معامل التحويل

source: currency Categories
ar: فئات العمله

source: currency collection
ar: العملة جمع

source: currency names
ar: اسماء العملة

source: Currency parity rates
ar: اسعار تعادل العمله

source: currency type
ar: نوع العملة

# DefualtCurrency
source: base currency
ar: عملة اساسية

source: Double currency
ar: العملة مثنى

source: Equivalent currency rate
ar: سعر العملة المعادل

source: fractional unit
ar: الوحده الكسريه

source: Last modified date
ar: تاريخ أخر تعديل

source: Name
ar: اسم

source: No decimal places
ar: عدد العلامات العشريه

source: Paper
ar: ورقية

source: single currency
ar: العملة مفرد

source: Symbol
ar: الرمز

source: Analytical Code
ar: كود تحليلى

source: Based On
ar: بناء على

# Code2
source: Code
ar: كود

# Currency2
source: Currency
ar: عمله

source: Document Type
ar: نوع المستند

source: Explanation Restriction
ar: شرح القيد

source: Opening Entry
ar: قيد افتتاحي

source: Publication Date
ar: تاريخ التحرير

source: Reference
ar: مرجع

source: Clause
ar: البند

# Clause1
source: Clause
ar: بند

source: Movement And Reading
ar: حركة ومطالعة

source: Percentage
ar: النسبة

# Account2
source: Account
ar: الحساب

source: Analytical Code Is Mandatory
ar: الكود التحليلي إجباري

source: Appears In The Side
ar: يظهر في الجانب

source: Cash
ar: نقدي

# Discount2
source: Discount
ar: تخفيض

source: Entry Document Type
ar: نوع مستند القيد

source: For Automatically Exported Documents Only
ar: للمستندات المصدره تلقائيا فقط

source: Impact On Opening Balances
ar: التاثير في الارصدة الافتتاحية

source: Movement Type
ar: نوع الحركه

source: Notebook
ar: الدفتر

source: Primary Document Type
ar: نوع مستند أساسي

source: Record Book
ar: دفتر القيد

source: Stop Dealing
ar: ايقاف التعامل

source: Supply Book
ar: دفتر التوريد

source: Supply Document Type
ar: نوع مستند التوريد

source: Taxes
ar: ضرائب

source: Tax Use
ar: استخدام الضرائب

# AnalyticalCodeMandatory
source: Analytical code is mandatory
ar: الكود التحليلي إجباري

# EnterNameOfDocumentType
source: Please enter the name of the document type
ar: من فضلك ادخل اسم نوع المستند

source: Loading
ar: جارى التحميل

# SelectAccountIn
source: Please select the account in
ar: من فضلك اختر الحساب في

# SelectCostCenterIn
source: Please select a cost center in
ar: من فضلك اختر مركز التكلفه في

source: Box
ar: الصناديق

source: Favorites
ar: المفضله

source: Last News
ar: اخر الأخبار

source: Nothing
ar: لا يوجد

source: Rate
ar: المعدل

source: responsible person
ar: الشخص المسؤول

source: Addition
ar: اضافه

source: Cumulative Calculation
ar: احتساب تراكمي

# Discount3
source: Discount
ar: خصم

source: Exempt
ar: معفي

source: percentage2
ar: نسبة

source: Tax Code
ar: كود ضريبي

source: Tax Direction
ar: اتجاه الضريبة

source: Tax Style
ar: الشكل الضريبي

# Value2
source: Values
ar: قيمة

# AutomaticallyExportedDocuments
source: For Automatically Exported Documents
ar: للمستندات المصدره تلقائياً

source: Auto Sequence
ar: تسلسل تلقائي

source: Current Page
ar: الصفحة الحالية

# DeletedErr
source: Unfortunately, it has not been removed
ar: للاسف لم يتم الحذف

# DeletedSucc
source: Deleted successfully
ar: تم الحذف بنجاح

source: Ending Number
ar: رقم النهاية

# ErrorSave
source: Unfortunately, it has not been saved
ar: للاسف لم يتم الحفظ

source: Master Notebook
ar: الدفتر الرئيسي

source: Migration Method
ar: طريقة الترحيل

source: Movement Notebook
ar: دفترالحركات

source: Not Carried Over
ar: غير مرحل

source: Notebook Code
ar: كود الدفتر

# SavedSucc
source: Saved successfully
ar: تم الحفظ بنجاح

source: Starting Number
ar: رقم البداية

source: With Save
ar: مع الحفظ

source: Active
ar: نشط

source: Closed
ar: مغلق

source: Closing Date
ar: تاريخ الاغلاق

source: Create Intervals Automatically
ar: انشأ فترات آليا

source: days
ar: ايام

source: End Date
ar: تاريخ النهايه

source: Financial Period Code
ar: كود الفتره المالية

source: Financial Periods
ar: الفترات المالية

source: Fiscal Period Name
ar: اسم الفتره المالية

source: Gregorian
ar: ميلادي

source: Months
ar: شهور

source: Non Overlapping
ar: غير متداخلة

source: Number Of Periods
ar: عدد الفترات

source: Overlapping
ar: متداخلة

source: Period Code
ar: كود الفتره

source: Period Name
ar: اسم الفتره

source: Period Parts Type
ar: نوع أجزاء الفترات

source: Period Status
ar: حاله الفتره

source: Period Type
ar: نوع الفتره

source: Quarterly
ar: ربع سنوي

source: Reason For Stopping
ar: سبب التوقف

source: Shutdown Method
ar: طريقة الاغلاق

source: Start Date
ar: تاريخ البدايه

source: Years
ar: سنوات

# chooseValidStartAndEndDate
source: Make sure you choose a valid start and end date
ar: تاكد من اختيار تاريخ بداية ونهاية صالحين

source: Accounts Chart
ar: دليل الحسابات

source: Accounts Tab
ar: تبويب الحسابات

source: Classification Accounts
ar: تصنيف الحسابات

source: Currencies
ar: العملات

source: Currency Classes
ar: فئات العملات

source: Daily Voucher Documents
ar: مستندات قيد يومية

source: Liquidate Reign
ar: تصفية عهده

source: Receipt Document
ar: مستند قبض

source: Voucher
ar: مستند صرف

source: ExpensesType
ar: نوع المصروف

source: Select Account
ar: من فضلك ادخل الحساب

source: VehicleTypes
ar: انواع المركبات

source: Advanced
ar: متقدم

source: Choose Database
ar: اختر قاعدة البيانات

source: VehicleShapes
ar: اشكال المركبات

source: Prod_Equipments
ar: الماكينات والمعدات

source: Is Scale
ar: ميزان

source: Max Weight
ar: اقصي وزن

source: Min Weight
ar: ادني وزن

source: Number Available
ar: العدد المتاح

source: Standard Daily Cost
ar: متوسط الاجر اليومي

source: Standard Daily Work Hours
ar: متوسط عدد ساعات العمل اليومي

source: Standard Holy Days
ar: عدد ايام الاجازات الشهرية

source: Standard Hourly Cost
ar: متوسط اجر الساعه

source: Standard Monthly Cost
ar: متوسط الاجر الشهري

source: Time Rate
ar: معدل الوقت بالمتر

source: PleaseEnterNumberAvailable
ar: من فضلك ادخل العدد المتاح

source: Please Enter Standard Daily Cost
ar: من فضلك ادخل متوسط الاجر اليومي

source: PleaseEnterStandardDailyWorkHours
ar: من فضلك ادخل ساعات العمل

source: Please Enter Standard Holy Days
ar: من فضلك ادخل ايام الاجازات

source: PleaseEnterStandardHourlyCost
ar: من فضلك ادخل اجر الساعه

source: Please Enter Standard Monthly Cost
ar: من فضلك ادخل الراتب الشهري

source: Arrest Warrant Number
ar: رقم سند القبض

source: Capture Type
ar: نوع القبض

source: Client
ar: عميل

source: Editing Date
ar: تاريخ التحرير

# M_Transfer
source: M. the transfer
ar: م. التحويل

source: opening paper
ar: ورقه افتتاحية

source: Receipt amount (currency)
ar: مبلغ القبض(عمله)

source: Receipt amount (local)
ar: مبلغ القبض(محلى)

source: Safe
ar: خزينة

source: Side
ar: الجهه

source: Supplier
ar: مورد

source: Employee
ar: موظف

source: Price
ar: المبلغ

source: Units Count
ar: عدد الوحدات

source: Payment Amount Currency
ar: مبلغ دفع (عمله)

source: Payment Amount Local
ar: مبلغ دفع (محلي)

source: Total Items
ar: الإجمالي

source: Tr No
ar: رقم سند الصرف

# EmpId
source: Employee
ar: موظف

source: Account No
ar: رقم الحساب

source: Account Number
ar: رقم الحساب

source: apostate
ar: مرتد

source: Bank Code
ar: كود البنك

source: bounce date
ar: تاريخ الارتداد

# ClipboardDocNo
source: Clipboard Document No
ar: رقم مستند الحافظة

source: Clipboard No
ar: رقم الحافظة

source: dependency transfer
ar: نقل تبعيه

source: draft
ar: كمبياله

source: Due Date
ar: تاريخ الاستحقاق

source: Entity Account Number
ar: رقم الحساب الجهة

source: Entity bank code
ar: كود البنك الجهة

source: EntityBankNo
ar: كود البنك الجهة

source: Notice number
ar: رقم الإشعار

source: Notice reference number
ar: رقم مرجع الإشعار

source: Not paid
ar: غير مسدد

source: paid
ar: مسدد

source: Payment Date
ar: تاريخ الدفع

source: Sheck No
ar: رقم الشيك

source: Cannot Add Exist
ar: لايمكن اضافه رقم صرف موجود سابقاً

source: checkname
ar: شيك

source: Choose Type
ar: اختر النوع

source: Please Enter TRNO
ar: من فضلك ادخل رقم الصرف

source: Error On Save
ar: خطا في الحفظ

# BankAccNumber
source: Bank Account Number
ar: رقم الحساب

# BankNoticId
source: Bank Notic
ar: كود البنك

source: Check Number
ar: رقم الشيك

# IsKembiala
source: Kembiala
ar: كمبياله

source: PaidDate
ar: تاريخ الدفع

source: Account Of His Reign
ar: حساب عهده

source: Advance Account
ar: حساب سلف

source: Custom Tickets
ar: مخصص تذاكر

source: Custom Vacations
ar: مخصص اجازات

source: Employee Account
ar: حساب الموظف

source: End Of Service Specifier
ar: مخصص نهاية الخدمه

source: Lost Time Calculation
ar: حساب وقت ضائع

source: Owed Account
ar: حساب ذمه

source: Selling Commission Account
ar: حساب عمولة بيع

source: Depreciation
ar: الاهلاك

source: Fixed Asset Classes
ar: فئات الأصول الثابتة

source: Fixed assets
ar: الاصول الثابتة

source: Fixed Assets Basics
ar: أساسيات الأصول الثابتة

source: Fixed Origin Card
ar: كارت الأصل الثابت

source: Administrator
ar: المسئول

source: insurance document
ar: مستند تأمين

source: Insurance Expiry
ar: انتهاء التأمين

source: Market value
ar: القيمه السوقيه

source: Productivity Machine
ar: ألة انتاجية

# PurchaseDate
source: The date of purchase
ar: تاريخ الشراء

source: receipt
ar: فاتورة شراء

source: serial number
ar: رقم مسلسل

source: state of origin
ar: حالة الأصل

source: Warranty date
ar: تاريخ الضمان

source: Warranty period (month)
ar: فترة الضمان(شهر)

source: Warranty Terms
ar: شروط الضمان

# AbbreviationHistory
source: abbreviation of history
ar: اختصار التاريخ

source: Account Balances
ar: أرصدة الحسابات

# ActivateAnalyticsCode
source: Activate the analytics code
ar: تفعيل الكود التحليلي

# ActivateBarcodeSystem
source: Activate the barcode system
ar: تفعيل نظام الباركود

# ActivateCheckAlertSystem
source: Activate the check alert system
ar: تفعيل نظام تنبيه الشيكات

# ActivateLinkageProductionWorkOrderSalesInvoice
source: Activate the linkage of the production work order to the sales invoice
ar: تفعيل ربط أمر الشغل الانتاجي فاتورة المبيعات

# ActivateMaximumAlertSystem
source: Activate the maximum alert system
ar: تفعيل نظام تنبيه الحد الأقصى

# ActivateOrderLimitAlertSystem
source: Activate the order limit alert system
ar: تفعيل نظام تنبيه حد الطلب

# ActivateSystemOfItemsWithSimplifiedExpirationDates
source: Activate the system of items with simplified expiration dates
ar: تفعيل نظام الأصناف ذات تواريخ الانتهاء المبسط

# ActivateTaxAtItemLevelPurchases
source: Activate the tax at the item level in purchases
ar: تفعيل الضريبه على مستوى الصنف في المشتريات

# ActivatetaxAtItemLevelSales
source: Activate the tax at the item level in sales
ar: تفعيل الضريبه على مستوى الصنف في المبيعات

source: Activate the serial number system for items
ar: تفعيل نظام الأرقام المسلسه للاصناف

# ActivateValidItemsSystem
source: Activate the valid items system
ar: تفعيل نظام الأصناف ذات الصلاحيه

source: Actual quantity (supply/inventory document)
ar: الكميه الفعليه (مستند توريد / جرد)

# AlertInEventExpirationYourTermPeriodWithSupplier
source: Alert in the event of the expiration of your term period with the supplier
ar: تنبيه فى حالة انتهاء فترة الاجل الخاصه بك لدى المورد

# AlertInEventExpiryTermCustomer
source: Alert in the event of the expiry of the term of the customer
ar: تنبيه في حالة انتهاء فترة الأجل للعميل

source: Alert options
ar: خيارات التنبية

source: Attachment Options
ar: خيارات المرفقات

# AutomaticReadingFromScaleOnlyScaleCard
source: Automatic reading from the scale only in the scale card
ar: القراءه أليا من الميزان فقط في كارت الميزان

# AutomaticTaxForItem
source: Automatic tax for the item
ar: الضريبه التلقائيه للصنف

source: balance program
ar: برنامج الميزان

# BasedExpiryDate
source: Based on the expiry date
ar: بناء على تاريخ الانتهاء

source: Based on average cost
ar: بناء على متوسط التكلفة

source: Based on purchase return price
ar: بناء على سعر مرتجع المشتريات

source: Based on sales return price
ar: بناء على سعر مرتجع المبيعات

# BasedProductionDate
source: Based on production date
ar: بناء على تاريخ الانتاج

source: Book Quantity (purchase invoice / sales returns / inventory)
ar: الكمية الدفتريه (فاتورة مشتريات /مرتجع مبيعات / جرد)

# Bottom
source: lowest
ar: أسفل

# BrowseDocumentsOrderNotebooks
source: Browse documents in order of notebooks, not in order of entry
ar: تصفح المستندات بترتيب الدفاتر وليس بترتيب الإدخال

source: build up
ar: انشاء
