Repository: mokhtaarr/ERP
Catalog: WebUI/Resources/SystemResource.*.resx
Languages: ar

# CalculateAverageCostBasedOn
source: Calculate the average cost based on
ar: حساب متوسط التكلفه بناء على

source: clip name
ar: اسم المقطع

source: Coding by customer type
ar: التكويد بنوع العميل

# ConcealmentCollectorwithArrestDocument
source: Concealment of the collector with the arrest document
ar: اخفاء المحصل بمستند القبض

source: Connect to other devices
ar: الربط بأجهزة أخرى

# Cost
source: the cost
ar: التكلفة

# CostMerchandiseExchangeBasedMasterDocument
source: The cost of merchandise exchange based on a master document
ar: تكلفة صرف البضاعه بناء على مستند رئيسي

source: Customer search
ar: بحث العملاء

source: data file
ar: ملف البيانات

source: day
ar: يوم

source: decimals
ar: العلامات العشريه

source: default folder
ar: المجلد الافتراضي

source: Dimensions
ar: الأبعاد

# DistributionValueDiscountWorkOrderItems
source: Distribution of the value of a discount on the work order on the items if it is applied in a sales invoice
ar: توزيع قيمة خصم بامر الشغل على الاصناف في حالة تطبيقه فى فاتورة مبيعات

source: Document Options
ar: خيارات المستندات

# EnteringCostManuallyRequiresAuthorityReviewCost
source: Entering the cost manually - requires the authority to review the cost
ar: إدخال التكلفه يدوي - يستلزم وجود صلاحية مطالعة التكلفه

source: first syllable
ar: المقطع الأول

source: Hide client branch with documents
ar: اخفاء فرع العميل بالمستندات

source: Hide deleted documents
ar: اخفاء المستندات المحذوفه

# HideSellerInvoice
source: Hide the seller with the invoice
ar: اخفاء البائع بالفاتوره

source: Hour
ar: ساعه

# IfThereIsNoCostOnMainDocument
source: If there is no cost on the main document
ar: فى حالة عدم وجود تكلفة بالمستند الرئيسي

source: item
ar: الصنف

source: Item options
ar: خيارات الاصناف

source: Item price includes purchase tax
ar: سعر الصنف شامل الضريبه في المشتريات

source: Item price inclusive of sales tax
ar: سعر الصنف شامل الضريبه في المبيعات

source: Item search
ar: بحث الأصناف

source: Item type coding
ar: التكويد بنوع الصنف

# Itm_ItemName
source: Item Name
ar: اسم الصنف

source: Libra Options
ar: خيارات الميزان

source: Minute
ar: دقيقه

# NumberItemNotesFieldsDocuments
source: Number of Item Notes Fields in Documents
ar: عدد حقول ملاحظات الأصناف في المستندات

source: number of clips
ar: عدد المقاطع

source: other options
ar: خيارات أخرى

# ProgramAlwaysCopiesFiles
source: The program always copies files
ar: البرنامج ينسخ الملفات دائماُ

# ProgramAlwaysTransfersFiles
source: The program always transfers files
ar: البرنامج ينقل الملفات دائماُ

# ProgramAsksUser
source: The program asks the user
ar: البرنامج يسأل المستخدم

source: Program Basics
ar: أساسيات البرنامج

# ProgramDoesNotCopyOrTransferFiles
source: The program does not copy or transfer files
ar: البرنامج لاينسخ أوينقل الملفات

source: Purchase Return Supply Cost Method
ar: طريقة تكلفة توريد مرتجع المشتريات

source: Quantity
ar: الكمية

source: Quick search options
ar: خيارات البحث السريع

# Ratio
source: The ratio
ar: النسبة

source: Resource type coding
ar: التكويد بنوع المورد

source: right
ar: يمين

source: Sales Return Supply Cost Method
ar: طريقة تكلفة توريد مرتجع المبيعات

# SameCostGoodsMainDocumentEtc
source: The same cost of the goods in the main document (sale invoice, purchase return, ... etc.)
ar: نفس تكلفة البضاعه فى المستند الرئيسي(فاتورة بيع،مرتجعشراء،...إلخ)

source: screen orientation
ar: اتجاه الشاشات

# SearchingForItemsWithBalancesIsBasisOfSalesInvoice
source: Searching for items with balances is the basis of the sales invoice
ar: البحث بأصناف ذات أرصده هو الأساس في الفاتورة المبيعات

source: separator
ar: الفاصل

source: Show Alternate Items Column
ar: اظهار عمود الأصناف البديلة

source: Show branch code column
ar: اظهار عمود كود الفرع

source: Show branch name column
ar: اظهار عمود اسم الفرع

source: Show column height
ar: اظهار عمود الارتفاع

source: Show column length
ar: اظهار عمود الطول

source: Show column width
ar: اظهار عمود العرض

source: Show expiry date column
ar: اظهار عمود تاريخ الانتهاء

source: Show production date column
ar: اظهار عمود تاريخ الانتاج

source: Show store code column
ar: اظهار عمود كود المخزن

source: Show store name column
ar: اظهار عمود اسم المخزن

source: Show unit column
ar: اظهار عمود الوحده

source: Supplier search
ar: بحث الموردين

source: systems options
ar: خيارات الأنظمه

source: tax deduction and addition
ar: ضريبة خصم واضافه

source: There is no
ar: لايوجد

source: timing
ar: التوقيت

source: Up
ar: أعلى

# UseBarcodeOfBasic
source: Use the barcode of the basic item in the case of using the alternative item
ar: استخدام باركود الصنف الأساسي في حالة استخدام الصنف البديل

# UseColorsToWarnOfApproachingExpirationDate
source: Use of colors to warn of approaching expiration date
ar: استخدام الألوان في انذار اقتراب تاريخ الصلاحيه

# UseCurrentCostInSelectedStore
source: Use the current cost in the selected store
ar: استخدام التكلفه الحاليه بالمخزن المختار

# UseHijriDate
source: Use the Hijri date
ar: استخدام التاريخ الهجري

source: Use of multiple currencies
ar: استخدام العملات المتعددة

source: User alert
ar: تنبيه المستخدم

source: User alert every
ar: تنبيه المستخدم كل

# UseSystemPropertiesAndDimensions
source: Use the system properties and dimensions
ar: استخدام نظام الخصائص والأبعاد

source: Using current inventory cost
ar: إستخدام تكلفة البضاعه الحالية في المخزن

# UsingScaleCard
source: Using the scale card
ar: استخدام كارت الميزان

source: Valid items
ar: اصناف ذات صلاحية

source: Validity patch model
ar: نموذج باتش الصلاحيه

source: value added tax
ar: ضريبة القيمة المضافه

source: Varieties with characteristics
ar: أصناف ذات خصائص

source: Zero value added tax
ar: ضريبة القيمة المضافه بصفر

source: Added Successfully
ar: تمت الاضافة بنجاح

source: Administrative Structure
ar: الهيكل الاداري

source: Branches
ar: الفروع

source: Cities
ar: المدن

# CodeAlreadyExists
source: This code already exists
ar: هذا الكود موجود من قبل

source: Customer Categories
ar: فئات العملاء

source: Customers
ar: العملاء

source: Customer Types
ar: أنواع العملاء

source: Definition
ar: التعريف

source: Deleted Successfully
ar: تم الحذف بنجاح

source: Edited Successfully
ar: تمت التعديل بنجاح

source: Employees
ar: الموظفين

source: ItemCategories
ar: فئات الاصناف

source: Jobs
ar: الوظائف

source: Suppliers
ar: الموردين

source: Suppliers Types
ar: انواع الموردين

source: Search fields
ar: حقول البحث

source: Search screen settings
ar: اعدادات شاشة البحث
